Repository: marcoroth/mirrOS_netatmo
Catalog: locale/*/LC_MESSAGES/netatmo.po
Languages: de_de, ja_jp

# netatmo_description
source: Module for displaying weather data from Netatmo weather stations
de_de: Anzeigen von öffentlichen oder eigenen Netatmo-Stationen
ja_jp: Netatmoから気象データを表示するためのモジュール

# netatmo_how_to_use
source: To use the Netatmo module, you need an app in your Netatmo account.
de_de: Um das Netatmo-Modul verwenden zu können, benötigst du eine App in deinem Netatmo-Account.
ja_jp: Netatmoモジュールを使用するには、アプリにNetatmoアカウントが必要です。

# netatmo_tutorial_create_app
source: Tutorial: How to create a Netatmo-App (German only)
de_de: Tutorial: Netatmo-App erstellen
ja_jp: チュートリアル：Netatmo-Appの作成方法（ドイツ語のみ）

# netatmo_already_have_app
source: Do you already have an app? Please insert your data here:
de_de: Du hast bereits eine App erstellt? Gib hier deine Daten ein:
ja_jp: すでにアプリを持っていますか？あなたのデータをここに入力してください：

# netatmo_email
source: eMail
de_de: Netatmo E-Mail-Adresse
ja_jp: メールアドレス

# netatmo_use_email
source: Use eMail-adress from mirr.OS
de_de: mirrOS Mail Adresse verwenden?
ja_jp: mirr.OSのメールアドレスを使用する

source: Netatmo password
de_de: Netatmo Passwort
ja_jp: Netatmo パスワード

source: Netatmo Client ID
de_de: Client ID der Netatmo-App
ja_jp: Netatmo ID

source: Netatmo Client Secret
de_de: Client Secret der Netatmo-App
ja_jp: Netatmo クライアントシークレット

# netatmo_public_stations
source: Public Netatmo Stations
de_de: Meine Favoriten Stationen:
ja_jp: 公共のNetatmoステーション

# netatmo_no_public_stations
source: you donâ€™t have marked a station as your favorite on the Netatmo WeatherMap
de_de: Keine Stationen auf der WeatherMap als Favorit markiert
ja_jp: Netatmo WeatherMapでお気に入りのステーションがありません

# netatmo_own_stations
source: own stations
de_de: Meine eigenen Stationen:
ja_jp: 個人のステーション

# netatmo_no_own_stations
source: you have no own stations
de_de: Keine eigenen Stationen gefunden
ja_jp: 個人のステーションがありません

# netatmo_modules
source: Configure module order
de_de: Die Reihenfolge der Module
ja_jp: モジュールの順序を設定する

# netatmo_select_NAMain_icons
source: Select icon for base station
de_de: Icon für die Basis-Station
ja_jp: ベースステーションのアイコンを選択

# netatmo_select_NAModule2_icons
source: Select icon for wind gauge
de_de: Icon für die Wind-Gauge
ja_jp: 風量計のアイコンを選択

# netatmo_select_NAModule3_icons
source: Select icon for rain gauge
de_de: Icon für die Regen-Gauge
ja_jp: 雨量計のアイコンを選択

# netatmo_select_NAModule1_icons
source: Select icon for outdoor module
de_de: Icon für das Aussenmodul
ja_jp: 屋外モジュールのアイコンを選択

# netatmo_select_NAModule4_icons
source: Select icon for indoor module
de_de: Icon für das Innenmodul
ja_jp: 屋内モジュールのアイコンを選択

# netatmo_reset_config
source: Reset Config
de_de: Einstellungen zurücksetzen
ja_jp: リセット設定

# netatmo_ago
source: ago
de_de: vor
ja_jp: 前

# netatmo_minute
source: minute
ja_jp: 分

# netatmo_minutes
source: minutes
de_de: Minuten
ja_jp: 分

# netatmo_compass_points
source: 'N', 'NNE', 'NE', 'ENE', 'E', 'ESE', 'SE', 'SSE', 'S', 'SSW', 'SW', 'WSW', 'W', 'WNW', 'NW', 'NNW'
de_de: 'N', 'NNO', 'NO', 'ONO', 'O', 'OSO', 'SO', 'SSO', 'S', 'SSW', 'SW', 'WSW', 'W', 'WNW', 'NW', 'NNW'
ja_jp: '北', '北北東', '北東', '東北東', '東', '東南東', '南東', '南南東', '南', '北北西', '南西', '西南西', '西', '西北西', '北西', '北北西'

source: netatmo_tutorial_add_favorites
ja_jp: Netatmoチュートリアルをお気に入りに加える

source: netatmo_weather_map_info
ja_jp: Netatmo 天気図情報

# netatmo_station_not_found
source: Error: The station with the specified MAC address was not found. Make sure your station is in the favorites or select another station in the settings section. <br> <br> However, the following stations were found:<br>
de_de: Fehler: Die Station mit der angegebenen MAC-Adresse wurde nicht gefunden. Stelle sicher, dass sich deine Station in den Favoriten befindet oder wähle eine andere Station aus den Einstellungen aus.<br><br>Stattdessen wurden aber folgende Stationen gefunden:<br>
ja_jp: エラー：指定されたMACアドレスを持つステーションが見つかりませんでした。ステーションがお気に入りになっていることを確認するか、設定セクションで別のステーションを選択してください。 <br> <br>しかし、以下のステーションが見つかりました：<br>

# netatmo_configure_in_settings
source: To use the Netatmo module, you must configure it in the settings.
de_de: Um das Netatmo-Modul nutzen zu können, musst du es in den Einstellungen konfigurieren.
ja_jp: Netatmoモジュールを使用するには、設定でNetatmoモジュールを設定する必要があります。

# netatmo_NAMain
source: Base-Station
de_de: Basis-Station
ja_jp: 基地局

# netatmo_NAModule1
source: Outdoor-Module
de_de: Aussenmodul
ja_jp: 屋外モジュール

# netatmo_NAModule2
source: Wind-Gauge
ja_jp: 風力計

# netatmo_NAModule3
source: Rain-Gauge
de_de: Regen-Gauge
ja_jp: 雨量計

# netatmo_NAModule4
source: Indoor-Module
de_de: Innenmodul
ja_jp: 屋内モジュール

# netatmo_reset_config_message
source: Are you sure you want to reset your Netatmo config?
ja_jp: Netatmoの設定をリセットしてもよろしいですか？

# netatmo_check_config
source: Error: It look likes some settings are incorrect. Please double check your configurations in the backend.
ja_jp: エラー：いくつかの設定が間違っています。バックエンドで設定を再確認してください。

source: save
de_de: Speichern
ja_jp: 保存
